Repository: q231950/btlb
Catalog: Packages/BTLBSettings/Sources/BTLBSettings/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ru, tr, uk

source: License
es: Licencia
fr: Licence
ru: Лицензия
tr: Lisans
uk: Ліцензія

source: Links
es: Enlaces
fr: Liens
ru: Ссылки
tr: Bağlantılar
uk: Посилання

# NOTIFICATION_ACCOUNT_LAST_AUTOMATIC_UPDATE
source: The last automatic background update happened on %@
es: La última actualización automática en segundo plano ocurrió el %@
fr: La dernière mise à jour automatique en arrière-plan a eu lieu le %@
ru: Последнее автоматическое фоновое обновление произошло %@
tr: Son otomatik arka plan güncellemesi %@ tarihinde gerçekleşti
uk: Останнє автоматичне фонове оновлення відбулося %@

# NOTIFICATION_DESCRIPTION_ACCOUNT_UPDATE
source: Receive notifications about automatic account updates that happened while the app was in background.
es: Recibe notificaciones sobre actualizaciones automáticas de cuentas que ocurrieron mientras la aplicación estaba en segundo plano.
fr: Recevez des notifications concernant les mises à jour automatiques de compte qui se sont produites pendant que l'application était en arrière-plan.
ru: Получайте уведомления об автоматических обновлениях аккаунтов, которые произошли, когда приложение работало в фоновом режиме.
tr: Uygulama arka plandayken gerçekleşen otomatik hesap güncellemeleri hakkında bildirim alın.
uk: Отримувати сповіщення про автоматичні оновлення облікових записів, які відбулися під час роботи додатка у фоновому режимі.

# NOTIFICATION_TIME_TEXT
source: How many days prior to an item's expiration would you like to get notified?
es: ¿Cuántos días antes del vencimiento de un artículo te gustaría recibir una notificación?
fr: Combien de jours avant l'expiration d'un élément souhaitez-vous être notifié ?
ru: За сколько дней до истечения срока аренды вы хотели бы получать уведомления?
tr: Bir eşyanın süresinin dolmasından kaç gün önce bildirim almak istersiniz?
uk: За скільки днів до закінчення терміну оренди ви хотіли б отримати сповіщення?

# NOTIFICATION_TIME_TITLE
source: Notification Time
es: Horario de notificación
fr: Heure de notification
ru: Время уведомления
tr: Bildirim Zamanı
uk: Час сповіщення

# NOTIFICATION_TITLE_ACCOUNT_UPDATE
source: Account Update Notifications
es: Notificaciones de actualización de cuenta
fr: Notifications de mise à jour de compte
ru: Уведомления об обновлении аккаунта
tr: Hesap Güncelleme Bildirimleri
uk: Сповіщення про оновлення облікового запису

# NOTIFICATIONS_NOT_ALLOWED
source: **BTLB is not allowed to deliver notifications**
es: **BTLB no tiene permiso para enviar notificaciones**
fr: **BTLB n'est pas autorisé à diffuser des notifications**
ru: **BTLB не разрешено отправлять уведомления**
tr: **BTLB'nin bildirim gönderme izni yok**
uk: **BTLB не має дозволу показувати сповіщення**

# NOTIFICATIONS_NOT_ALLOWED_DESCRIPTION
source: You can allow this in the system settings.
es: Puedes permitir esto en la configuración del sistema.
fr: Vous pouvez autoriser cela dans les paramètres système.
ru: Вы можете разрешить это в системных настройках.
tr: Bunu sistem ayarlarında etkinleştirebilirsiniz.
uk: Ви можете дозволити це в системних налаштуваннях.

# NOTIFICATIONS_TEXT
source: Receive a silently delivered notification in Notification Center upon loan expiration and other selected events.
es: Recibe una notificación silenciosa en el Centro de Notificaciones sobre la expiración de préstamos y otros eventos seleccionados.
fr: Recevez une notification silencieuse dans le Centre de notifications lors de l'expiration d'emprunts et d'autres événements sélectionnés.
ru: Получайте тихие уведомления в Центре уведомлений о сроке истечения займов и других выбранных событиях.
tr: Ödünç süresinin dolması ve diğer seçili olaylar hakkında Bildirim Merkezi'nde sessizce teslim edilen bildirimler alın.
uk: Отримувати тихі сповіщення в Центрі сповіщень про закінчення терміну позики та інші вибрані події.

# NOTIFICATIONS_TITLE
source: Notifications
es: Notificaciones
ru: Уведомления
tr: Bildirimler
uk: Сповіщення

# OPEN_SOURCE_DESCRIPTION
source: BTLB | bɪtlɪb | is open source! You can look at its code at any time or even change it. You are invited to open an Issue or propose code changes in a pull request. Hence this section of the app is dedicated to all contributors' passion and creativity spent on this app! Thank you for making BTLB better than it could have ever been without you 💖
es: ¡BTLB | bɪtlɪb | es de código abierto! Puedes ver su código en cualquier momento o incluso modificarlo. Te invitamos a abrir un Issue o proponer cambios de código en un pull request. ¡Por tanto, esta sección de la aplicación está dedicada a la pasión y creatividad de todos los contribuyentes que han trabajado en esta aplicación! Gracias por hacer BTLB mejor de lo que podría haber sido sin ustedes 💖
fr: BTLB | bɪtlɪb | est open source ! Vous pouvez consulter son code à tout moment ou même le modifier. Vous êtes invité à ouvrir une Issue ou à proposer des modifications de code dans une pull request. Ainsi, cette section de l'application est dédiée à la passion et à la créativité de tous les contributeurs qui ont travaillé sur cette application ! Merci de rendre BTLB meilleur qu'il n'aurait jamais pu l'être sans vous 💖
ru: BTLB | bɪtlɪb | имеет открытый код! Вы можете посмотреть на его код в любое время или даже изменить его. Мы приглашаем вас открыть Issue или предложить изменения кода через pull request. Поэтому этот раздел приложения посвящён страсти и творчеству всех участников, которые работали над этим приложением! Спасибо за то, что сделали BTLB лучше, чем он когда-либо мог бы быть без вас 💖
tr: BTLB | bɪtlɪb | açık kaynaklıdır! Kodunu istediğiniz zaman inceleyebilir hatta değiştirebilirsiniz. Bir Issue açmanız veya pull request ile kod değişikliği önermeniz için davetlisiniz. Bu nedenle uygulamadaki bu bölüm, bu uygulama üzerinde çalışan tüm katkıda bulunanların tutkusuna ve yaratıcılığına adanmıştır! BTLB'yi sizler olmadan olabileceğinden daha iyi hale getirdiğiniz için teşekkür ederiz 💖
uk: BTLB | bɪtlɪb | має відкритий код! Ви можете переглянути його код у будь-який час або навіть змінити його. Ви запрошені відкрити Issue або запропонувати зміни коду через pull request. Тому цей розділ додатка присвячений пристрасті та творчості всіх учасників, які працювали над цим додатком! Дякуємо, що зробили BTLB кращим, ніж він міг би бути без вас 💖

# PRIVACY_POLICY_TEXT
source: This app does not log or share any of your personal information. Your usage is not being tracked.
es: Esta aplicación no registra ni comparte ninguna de sus datos personales. Su uso no está siendo rastreado.
fr: Cette application n'enregistre ni ne partage aucune de vos informations personnelles. Votre utilisation n'est pas suivie.
ru: Это приложение не ведёт логи и не передаёт вашу личную информацию третьим лицам. Ваше использование не отслеживается.
tr: Bu uygulama kişisel bilgilerinizi kaydetmez veya paylaşmaz. Kullanımınız takip edilmez.
uk: Цей додаток не веде журнали та не передає вашу особисту інформацію третім особам. Ваше використання не відстежується.

# PRIVACY_POLICY_TITLE
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності

# SECURITY_TEXT
source: Please note that data transfers will be sent via HyperText Transfer Protocol Secure (HTTPS) as long as your account's library does support this type of encrypted communication. If you happen to see a missing HTTPS encryption where HTTPS encrypted communication should be possible on the serverside please contact me.
es: Ten en cuenta que las transferencias de datos se enviarán a través del Protocolo Seguro de Transferencia de Hipertexto (HTTPS) siempre que la biblioteca de tu cuenta admita este tipo de comunicación encriptada. Si notas una falta de encriptación HTTPS donde la comunicación encriptada HTTPS debería ser posible en el lado del servidor, por favor contáctame.
fr: Veuillez noter que les transferts de données seront envoyés via le protocole de transfert hypertexte sécurisé (HTTPS) tant que la bibliothèque de votre compte prend en charge ce type de communication chiffrée. Si vous remarquez une absence de chiffrement HTTPS là où la communication chiffrée HTTPS devrait être possible côté serveur, veuillez me contacter.
ru: Обратите внимание, что передача данных будет осуществляться по защищённому протоколу передачи гипертекста (HTTPS), пока библиотека вашего аккаунта поддерживает этот тип шифрованной связи. Если вы обнаружите отсутствие HTTPS-шифрования там, где шифрованная связь HTTPS должна быть возможна на стороне сервера, пожалуйста, свяжитесь со мной.
tr: Lütfen unutmayın ki veri transferleri, hesabınızın kütüphanesi bu tür şifreli iletişimi desteklediği sürece Güvenli Hipermetin Transfer Protokolü (HTTPS) üzerinden gönderilecektir. Sunucu tarafında HTTPS şifreli iletişimin mümkün olması gereken yerlerde HTTPS şifreleme eksikliği görürseniz lütfen benimle iletişime geçin.
uk: Зауважте, що передача даних відбуватиметься через захищений протокол передачі гіпертексту (HTTPS), якщо бібліотека вашого облікового запису підтримує цей тип зашифрованої комунікації. Якщо ви помітите відсутність HTTPS-шифрування там, де зашифрована комунікація HTTPS має бути можливою на стороні сервера, будь ласка, зв'яжіться зі мною.

# SECURITY_TITLE
source: Note on Security
es: Nota sobre Seguridad
fr: Note sur la sécurité
ru: Замечание о безопасности
tr: Güvenlik Hakkında Not
uk: Примітка про безпеку

source: The last manual update happened on %@.
es: La última actualización manual ocurrió el %@.
fr: La dernière mise à jour manuelle a eu lieu le %@.
ru: Последнее ручное обновление произошло %@.
tr: Son manuel güncelleme %@ tarihinde gerçekleşti.
uk: Останнє ручне оновлення відбулося %@.

source: The last successful account background update happened on %@.
es: La última actualización exitosa de cuenta en segundo plano ocurrió el %@.
fr: La dernière mise à jour réussie du compte en arrière-plan a eu lieu le %@.
ru: Последнее успешное фоновое обновление аккаунта произошло %@.
tr: Son başarılı hesap arka plan güncellemesi %@ tarihinde gerçekleşti.
uk: Останнє успішне фонове оновлення облікового запису відбулося %@.

# VERSION_TITLE
source: Version
es: Versión
ru: Версия
tr: Sürüm
uk: Версія
